WebServiceRequests/QuoteDataRequests/Prod/SOAPRequest/GetQuoteSupportingDocsForQuote.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ver="http://version5_5.services.view.jdquote.deere.com">
   <soapenv:Header/>
   <soapenv:Body>
      <ver:getSupportingDocsForQuote>
         <quoteId>20990878</quoteId>
      </ver:getSupportingDocsForQuote>
   </soapenv:Body>
</soapenv:Envelope>